{"translation-revision-date":"2024-08-23 21:16+0000","generator":"WP-CLI\/2.11.0","source":"index.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"fr_FR","plural-forms":"nplurals=2; plural=n > 1;"},"Upgrade to PRO Version":["Passer à la Version PRO"],"Plugin does not work":["Le plugin ne fonctionne pas"],"Not the features I want":["Pas les fonctionnalités que je souhaite"],"Incompatible with themes\/plugins":["Incompatibilité avec les thèmes\/plugins"],"Lack of documentation":["Manque de documentation"],"Found a better plugin":["J'ai trouvé un meilleur plugin"],"Temporary deactivation":["Désactivation temporaire"],"Other":["Autres"],"Are you sure you want to leave the feedback form?":["Êtes-vous sûr de vouloir quitter le formulaire de feedback ?"],"Skip & Deactivate":["Ignorer et Désactiver"],"Deactivate":["Désactiver"],"Too bad you are leaving":["Dommage que vous nous quittiez"],"Please give us feedback why you deactivate %s.":["Veuillez s'il vous plaît nous indiquer pourquoi vous avez désactivé %s."],"Please provide a reason!":["Veuillez donner une raison s'il vous plaît !"],"What could we do better?":["Que pourrions-nous faire de mieux ?"],"Email for answer\/solution":["Email de réponse\/solution"],"Please provide a valid e-mail address!":["Veuillez fournir une adresse électronique valide !"],"Name":["Nom"],"Please provide a name!":["Veuillez indiquer un nom !"],"Please confirm that you have checked the privacy policy.":["Veuillez confirmer que vous avez vérifié la politique de confidentialité."],"I would like to receive a response to my request. For this purpose, I agree to the data processing of my feedback and my e-mail address. I have read and acknowledge the %s {{a}}Privacy Policy{{\/a}}.":["Je souhaite recevoir une réponse à ma demande. À cette fin, j'accepte que mes commentaires et mon adresse électronique fassent l'objet d'un traitement de données. J'ai lu et j'accepte la %s {{a}}Politique de Confidentialité{{{\/a}}."],"Allow us to reply to you by email and we will get back to you as soon as possible!":["Permettez-nous de vous répondre par e-mail et nous vous répondrons dans les plus brefs délais !"],"Are there any problems with the setup or use of the plugin? Maybe we can help you in the support. {{a}}Contact support{{\/a}}.":["Y a-t-il des problèmes avec l'installation ou l'utilisation du plugin ? Nous pouvons peut-être vous aider dans le support. {{a}}Contactez le support{{\/a}}."],"https:\/\/devowl.io\/support\/":["https:\/\/devowl.io\/support\/"],"Do you want to deactivate your active license so that you can use it again on another site?":["Voulez-vous désactiver votre licence active afin de pouvoir l'utiliser à nouveau sur un autre site ?"],"Yes, deactivate all active licenses for all sites within this multisite":["Oui, désactiver toutes les licences actives pour tous les sites de ce multisite"],"Yes, deactivate license":["Oui, désactiver la licence"],"Telemetry data preview":["Aperçu des données télémétriques"],"Close":["Fermer"],"legal-text\u0004At the time of activating the license, you agreed that we may send telemetry data from your installation to our server. You can revoke this at any time by deactivating and reactivating the licence.":["Au moment de l'activation de la licence, vous avez accepté que nous envoyions des données télémétriques de votre installation à notre serveur. Vous pouvez révoquer cet accord à tout moment en désactivant et en réactivant la licence."],"The following data (raw) will be sent to our server:":["Les données suivantes (brutes) seront envoyées à notre serveur :"],"Updates containing bug fixes and new features will be downloaded and installed automatically.":["Les mises à jour contenant des corrections de bogues et de nouvelles fonctionnalités seront téléchargées et installées automatiquement."],"Please confirm that you have read the privacy policy!":["Veuillez confirmer que vous avez lu la politique de confidentialité !"],"legal-text\u0004I allow to transfer technical data about this WordPress installation to the update server of %1$s and get latest announcements. This data is required for license activation and update functionality.":["J'autorise le transfert des données techniques de cette installation WordPress vers le serveur de mise à jour de %1$s et la réception des dernières annonces. Ces données sont nécessaires pour l'activation de la licence et la fonctionnalité de mise à jour."],"legal-text\u0004I allow telemetry data about the use of this WordPress plugin to be collected in accordance with the %1$s {{a}}privacy policy{{\/a}}. This data does not include any personal information about users of the plugin. Collected data ({{aDataExample}}open example of transmitted data{{\/aDataExample}}) will be used to provide you with the best possible support and to improve the plugin.":["J'autorise la collecte de données télémétriques sur l'utilisation de ce plugin WordPress conformément à la %1$s {{a}}politique de confidentialité{{\/a}}. Ces données n'incluent aucune information personnelle sur les utilisateurs du plugin. Les données collectées ({{aDataExample}}ouvert exemple de données transmises{{{\/aDataExample}}) seront utilisées pour vous fournir la meilleure assistance possible et pour améliorer le plugin."],"legal-text\u0004I would like to receive the %1$s newsletter with WordPress news, sales and product offers (approx. 1-2 per month) via email. I know that I can withdraw my consent for the newsletter at any time.":["Je souhaite recevoir par mail la lettre d'information de %1$s contenant des informations sur WordPress, des ventes et des offres de produits (environ 1 à 2 par mois). Je sais que je peux retirer mon consentement à l'envoi de la newsletter à tout moment."],"First name":["Prénom"],"Please enter your first name!":["Veuillez saisir votre prénom !"],"Email":["Email"],"Please enter your email address!":["Veuillez saisir votre Email !"],"Please note that we will send you a confirmation e-mail. Only when you have clicked on the activation link in the email will you receive the newsletter.":["Veuillez noter que nous vous enverrons un e-mail de confirmation. Vous ne recevrez la newsletter que lorsque vous aurez cliqué sur le lien d'activation figurant dans l'e-mail."],"Information on the processing of your personal data can be found in our {{a}}privacy policy{{\/a}}.":["Vous trouverez des informations sur le traitement de vos données personnelles dans notre {{a}}politique de confidentialité{{\/a}}."],"Learn more":["En savoir plus"],"Your license has been activated!":["Votre licence a été activée !"],"You are using a WordPress mulisite. Due to technical limitations of WordPress core, %s can receive automatic updates in WordPress multisites only if the plugin is enabled network-wide. You can enable the plugin network-wide, but still only license it for specific sites.":["Vous utilisez un multisite WordPress. En raison de limitations techniques du noyau de WordPress, %s ne peut recevoir des mises à jour automatiques dans les multisites WordPress que si le plugin est activé sur l'ensemble du réseau. Vous pouvez activer le plugin sur l'ensemble du réseau, mais ne l'autoriser que pour des sites spécifiques."],"Please enable %s network-wide or take care of regular updates manually!":["Veuillez activer %s sur l'ensemble du réseau ou vous occuper des mises à jour régulières manuellement !"],"Activate your %s PRO license to receive regular updates and support.":["Activez votre licence %s PRO pour bénéficier de mises à jour régulières et d'une assistance."],"To use all advantages of %s {{strong}}you need a free license{{\/strong}}. After license activation you will receive answers to support requests and announcements in your plugin (e.g. also notices for discount actions of the PRO version).":["Pour utiliser tous les avantages de %s {{strong}}vous avez besoin d'une licence gratuite{{\/strong}}. Après l'activation de la licence, vous recevrez des réponses aux demandes d'assistance et des annonces dans votre plugin (par exemple, des avis sur les actions de réduction de la version PRO)."],"Installation type and license key for {{strong}}%s{{\/strong}}":["Type d'installation et clé de licence pour {{strong}}%s{{\/strong}}"],"Installation type and license key":["Type d'installation et clé de licence"],"Please enter a valid license key!":["Veuillez saisir une clé de licence valide !"],"{{strong}}Production:{{\/strong}} Use this, when your site is {{i}}live{{\/i}} and {{i}}publicly available{{\/i}} to your website visitors.":["{{strong}}Production:{{\/strong}} Utilisez cette option lorsque votre site est {{i}}en ligne{{\/i}} et {{i}}disponible publiquement{{\/i}} pour les visiteurs de votre site web."],"{{strong}}Development:{{\/strong}} Use this, when your site is {{i}}not yet live{{\/i}}, or it is a {{i}}staging environment{{\/i}} of your site.":["{{strong}}Développement:{{\/strong}} Utilisez cette option lorsque votre site n'est {{i}}pas encore en ligne{{\/i}}, ou lorsqu'il s'agit d'un {{i}}environnement d'essai{{\/i}} de votre site."],"You can change the installation-type at any time by deactivating the license and activate it again.":["Vous pouvez changer le type d'installation à tout moment en désactivant la licence et en l'activant à nouveau."],"What is an installation type?":["Qu'est-ce qu'un type d'installation ?"],"https:\/\/devowl.io\/knowledge-base\/license-installation-type\/":["https:\/\/devowl.io\/knowledge-base\/license-installation-type\/"],"Please choose an installation type!":["Veuillez choisir un type d'installation !"],"Installation type":["Type d'installation"],"Development":["Développement"],"Production":["Production"],"Select installation type...":["Sélectionner le type d'installation..."],"I do not want to license and use the plugin for this site within my multisite.":["Je ne veux pas obtenir de licence et utiliser le plugin pour ce site dans mon multisite."],"This license cannot be activated manually because it is configured programmatically. That means you have used the {{a}}activation filter{{\/a}} for host {{code}}%s{{\/code}} (Blog ID: %d). Unfortunately, something went wrong during the license activation.":["Cette licence ne peut pas être activée manuellement car elle est configurée de manière automatique. Cela signifie que vous avez utilisé le {{a}}filtre d'activation{{\/a}} pour l'hôte {{code}}%s{{\/code}} (ID du blog : %d). Malheureusement, un problème s'est produit lors de l'activation de la licence."],"Retry activation":["Essai d'activation"],"I have purchased a license that can be used on multiple websites! What can I do?":["J'ai acheté une licence qui peut être utilisée sur plusieurs sites web ! Que dois-je faire ?"],"After purchasing one of our products, only one license key is generated by default, even if your purchase covers multiple websites. This license key can be used for only one website by default. To add more websites to your purchase, you can generate additional license keys within your quota in the {{a}}Customer Center{{\/a}}.":["Après l'achat d'un de nos produits, une seule clé de licence est générée par défaut, même si votre achat couvre plusieurs sites web. Cette clé de licence ne peut être utilisée que pour un seul site web par défaut. Pour ajouter d'autres sites à votre achat, vous pouvez générer des clés de licence supplémentaires dans la limite de votre quota dans le {{a}}Centre Clients{{\/a}}."],"Add licenses in the customer center now":["Ajouter des licences dans le centre client"],"https:\/\/devowl.io\/knowledge-base\/the-limit-of-activated-clients-for-this-license-has-already-been-reached\/":["https:\/\/devowl.io\/knowledge-base\/the-limit-of-activated-clients-for-this-license-has-already-been-reached\/"],"Client UUID: %s, click to copy.":["UUID du client : %s, cliquez pour copier."],"Activated %s":["Activer %s"],"Telemetry data sharing enabled":["Partage des données télémétriques autorisé"],"Telemetry data sharing disabled":["Partage des données télémétriques désactivé"],"Your license key":["Votre clé de licence"],"Your installation is fully activated.":["Votre installation est entièrement activée."],"https:\/\/devowl.io\/knowledge-base\/real-cookie-banner-upgrade-free-to-pro-version\/":["https:\/\/devowl.io\/knowledge-base\/real-cookie-banner-upgrade-free-to-pro-version\/"],"Enter license key to unlock PRO features":["Saisir la clé de licence pour débloquer les fonctionnalités PRO"],"This license cannot be deactivated manually because it is configured programmatically. That means you have used the {{a}}activation filter{{\/a}} for host {{code}}%s{{\/code}} (Blog ID: %d). Please remove the filter to deactivate the license!":["Cette licence ne peut pas être désactivée manuellement car elle est configurée de manière automatique. Cela signifie que vous avez utilisé le {{a}}filtre d'activation{{\/a}} pour l'hébergeur {{code}}%s{{\/code}} (ID du blog : %d). Veuillez supprimer le filtre pour désactiver la licence !"],"Show announcements for this plugin":["Afficher les annonces pour ce plugin"],"Something has gone wrong%s. It could be that you have configured your WordPress instance in such a way that you have blocked the WordPress REST API. Find out how to deal with this {{a}}here{{\/a}}.":["Quelque chose n'a pas fonctionné%s. Il se peut que vous ayez configuré votre instance WordPress de manière à bloquer l'API REST de WordPress. Découvrez comment résoudre ce problème {{a}}ici{{\/a}}."],"https:\/\/devowl.io\/knowledge-base\/wordpress-rest-api-does-not-respond\/":["https:\/\/devowl.io\/knowledge-base\/wordpress-rest-api-does-not-respond\/"],"Not yet licensed":["Pas encore de licence"],"Already licensed":["Déjà titulaire d'une licence"],"Save":["Sauvegarder"],"License settings":["Paramètres de licence"]}}}