{"translation-revision-date":"2024-11-07 08:38:25+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"it"},"Consent is obtained for all advertising partners who display advertising via Adsense. This leads to maximum revenue, but data protectionists could question the effectiveness of the consent due to the excessive number of vendors.":["Il consenso viene ottenuto per tutti i partner pubblicitari che visualizzano pubblicità tramite Adsense. Questo porta a massimizzare i ricavi, ma i protezionisti dei dati potrebbero mettere in dubbio l'efficacia del consenso a causa del numero eccessivo di venditori."],"All ad partners using Google Adsense":["Tutti i partner pubblicitari che utilizzano Google Adsense"],"Consent is requested for all advertising partners who display a particularly large amount of advertising via Adsense (list provided by Google). This increases your revenue and at the same time you obtain consent from a manageable number of TCF vendors.":["Il consenso viene richiesto per tutti i partner pubblicitari che visualizzano una quantità particolarmente elevata di pubblicità tramite Adsense (elenco fornito da Google). In questo modo si aumentano le entrate e allo stesso tempo si ottiene il consenso da un numero gestibile di fornitori di TCF."],"Commonly used ad partners":["Partner pubblicitari comunemente utilizzati"],"Only Google can display ads booked e.g. via Google Ads. This means that you obtain less consent from your website visitors, but will not generate the optimum revenue.":["Solo Google può visualizzare gli annunci prenotati, ad esempio tramite Google Ads. Ciò significa che otterrà meno consenso dai visitatori del suo sito web, ma non genererà un reddito ottimale."],"Google Advertising Products only":["Solo i prodotti pubblicitari di Google"],"Google Adsense displays advertisements from various advertising partners (ad servers) on your website by integrating just one AdSense scripts. A complex bidding system decides which advertising partner receives the advertising slot in the end.":["Google Adsense visualizza annunci pubblicitari di diversi partner pubblicitari (ad server) sul suo sito web, integrando un solo script AdSense. Un complesso sistema di offerte decide quale partner pubblicitario riceve lo slot pubblicitario alla fine."]}},"comment":{"reference":"public\/dist\/chunk-config-tab-tcf.lite.js"}}