{"translation-revision-date":"2024-11-07 08:38:25+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"it"},"Ignore recommendation":["Ignorare la raccomandazione"],"Are you sure that you want to ignore this recommendation?":["È sicuro di voler ignorare questa raccomandazione?"],"You can activate your free licence at any time, without any costs.":["La licenza gratuita può essere attivata in qualsiasi momento, senza alcun costo."],"The scanner can automatically search your website for used services. To do this, it needs an up-to-date database of search data for services, which must be downloaded from Real Cookie Banner's Service Cloud. The data will be downloaded locally to your server, so your website visitors will not need to connect to the cloud.":["Lo scanner è in grado di ricercare automaticamente sul vostro sito web i servizi utilizzati. Per farlo, necessita di un database aggiornato dei dati di ricerca dei servizi, che deve essere scaricato dal Service Cloud di Real Cookie Banner. I dati saranno scaricati localmente sul vostro server, così i visitatori del vostro sito web non avranno bisogno di connettersi al cloud."],"Scanner requires up-to-date search data from the Service Cloud":["Lo scanner richiede dati di ricerca aggiornati dal Service Cloud"],"Scan these pages again":["Scansionare di nuovo queste pagine"],"Pages are scheduled for scanning again...":["Le pagine sono programmate per essere scansionate di nuovo..."],"Scan again":["Eseguire di nuovo la scansione"],"Page is scheduled for scanning again...":["La pagina è programmata per una nuova scansione..."],"What does the scanner find?":["Cosa trova lo scanner?"],"You are embedding scripts, styles, iframes or similar from the following third-party servers. We currently do not have service templates for these. Therefore, you may have to create a service and\/or content blocker yourself after you have assessed the situation.":["Lei sta incorporando script, stili, iframe o simili dai seguenti server di terze parti. Attualmente non disponiamo di modelli di servizio per questi. Pertanto, potrebbe dover creare lei stesso un servizio e\/o un blocco dei contenuti dopo aver valutato la situazione."],"Embeds of external URLs to be checked":["Gli embed degli URL esterni da controllare"],"Embeds found on %d page":["Trovati embed sulla pagina %d","Trovati embed sulle pagine %d"],"Ignored":["Ignorata"],"Handle external URL":["Gestire l'URL esterno"],"{{strong}}Yes (rare cases):{{\/strong}} You should inform your users about the use of the service in the essential services group. You do not need to create a content blocker, as the service can be loaded without consent. {{i}}Examples are privacy-friendly spam protection tools or security tools.{{\/i}}":["{{strong}}Sì (casi rari):{{\/strong}} Deve informare i suoi utenti sull'utilizzo del servizio nel gruppo dei servizi essenziali. Non è necessario creare un blocco dei contenuti, in quanto il servizio può essere caricato senza consenso. {{i}}Esempio sono gli strumenti di protezione antispam che rispettano la privacy o gli strumenti di sicurezza.{{\/i}}"],"{{strong}}No:{{\/strong}} Non-essential services that process personal data (e.g. IP address in some countries) or set cookies may only be loaded after consent. You should block them using a content blocker until consent is given. {{i}}Examples would be iframes, YouTube and similar embeddings or tracking tools.{{\/i}}":["{{strong}}No:{{\/strong}} I servizi non essenziali che elaborano dati personali (ad esempio l'indirizzo IP in alcuni Paesi) o impostano cookie possono essere caricati solo dopo il consenso. Dovrebbe bloccarli utilizzando un blocco dei contenuti fino a quando non viene dato il consenso. {{i}}Esempi sono gli iframes, YouTube e simili incorporazioni o strumenti di tracciamento.{{\/i}}"],"I do not know":["Non lo so"],"Does {{i}}%s{{\/i}} belong to an essential service without which your website would technically no longer work?":["{{i}}%s{{{\/i}} appartiene a un servizio essenziale senza il quale il suo sito web tecnicamente non funzionerebbe più?"],"Services, for which you should obtain consent":["Servizi per i quali deve ottenere il consenso"],"Actions":["Azioni"],"Found on this URL":["Trovato su questo URL"],"Blocked URL":["URL bloccato"],"Blocked?":["Bloccato?"],"This status shows you if the URL was blocked by a content blocker you defined.":["Questo stato le mostra se l'URL è stato bloccato da un blocco di contenuti da lei definito."],"HTML Tag":["Tag HTML"],"Last scanned":["Ultima scansione"],"No external URL found":["Nessun URL esterno trovato"],"Something went wrong.":["Qualcosa è andato storto."],"Since the scanner is currently still running, the table may be refreshed.":["Poiché lo scanner è ancora in funzione, la tabella può essere aggiornata."],"Open markup":["Aprire markup"],"Element found by markup":["Elemento trovato dal markup"],"Scan your website for services that may set cookies or process personal data to obtain consent.":["Scansioni il suo sito web per i servizi che possono impostare cookie o elaborare dati personali per ottenere il consenso."],"You can add already found services, edit your website or have a coffee in the meantime. The scanner runs in the background.":["Può aggiungere servizi già trovati, modificare il suo sito web o prendere un caffè nel frattempo. Lo scanner funziona in background."],"Currently scanning {{code}}%s{{\/code}} (%d of %d pages scanned)...":["Attualmente sta eseguendo la scansione di {{code}}%s{{\/code}}. (%d di %d pagine scansionate)..."],"Scan completed":["Scansione completata"],"Scan failed":["Scansione fallita"],"%d of %d recommendations applied":["Sono state applicate le raccomandazioni di %d su %d"],"All recommendations applied":["Tutte le raccomandazioni sono state applicate"],"Add URLs to queue...":["Aggiungere URL alla coda..."],"Collect all scannable URLs...":["Raccogliere tutti gli URL scansionabili..."],"Find your website sitemap...":["Trovare la mappa del suo sito web..."],"Scan complete website":["Scansione completa del sito web"],"Whoops!":["Ops!"],"The sitemap is empty. So, we could not add any URLs to the scanner.":["La mappa del sito è vuota. Pertanto, non è stato possibile aggiungere alcun URL allo scanner."],"The sitemap could not be parsed. Therefore, we cannot check for services on your website.":["Non è stato possibile analizzare la mappa del sito. Pertanto, non possiamo verificare la presenza di servizi sul suo sito web."],"We didn't find a sitemap on your website. We need it to scan all the subpages of your website. Do you have this feature disabled in your WordPress?":["Non abbiamo trovato una mappa del sito web. Ci serve per analizzare tutte le sottopagine del suo sito web. Questa funzione è disattivata in WordPress?"],"If you think a sitemap exists but you get this error, please <a href=\"%s\" target=\"_blank\" \/>contact our support<\/a> and we will look individually where the problem is in your WordPress installation.":["Se ritiene che esista una mappa del sito ma riceve questo errore, la preghiamo di <a href=\"%s\" target=\"_blank\" \/>contattare il nostro supporto<\/a> e cercheremo di individuare il problema nella sua installazione di WordPress."],"Cancel":["Annullare"],"Cancel scan":["Annullare la scansione"],"https:\/\/devowl.io\/support\/":["https:\/\/devowl.io\/support\/"],"No":["No"],"Yes":["Sì"],"Close":["Chiudere"]}},"comment":{"reference":"public\/dist\/chunk-config-tab-scanner.lite.js"}}