{"translation-revision-date":"2024-11-07 08:38:25+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"it"},"An error occurred when trying to download the templates from the Service Cloud for the first time. This means that the scanner will currently not be able to suggest scan results for service templates. The download will be performed again automatically in a few minutes, or click \"Update templates\" below.":["Si è verificato un errore durante il tentativo di scaricare i modelli dal Service Cloud per la prima volta. Ciò significa che lo scanner non sarà attualmente in grado di suggerire i risultati della scansione per i modelli di servizio. Il download verrà eseguito di nuovo automaticamente tra qualche minuto, oppure faccia clic su \"Aggiornare modelli\" qui sotto."],"Service Cloud":["Servizio Cloud"],"Activate free license":["Attivare la licenza gratuita"],"This functionality is only available with a valid license, as the service templates must be downloaded regularly from our cloud service.":["Questa funzionalità è disponibile solo con una licenza valida, poiché i modelli di servizio devono essere scaricati regolarmente dal nostro servizio cloud."],"Update templates":["Aggiornare modelli"],"The template database is downloaded to your WordPress and is updated daily. Click \"Update templates\" to download the latest version now!":["Il database dei modelli viene scaricato sul suo WordPress e viene aggiornato quotidianamente. Clicchi su \"Aggiorna modelli\" per scaricare subito l'ultima versione!"],"Pre-release":["Pre-rilascio"],"Release ID":["Rilascia ID"],"You have downloaded the service templates the last time on {{u\/}}":["Ha scaricato i modelli di servizio l'ultima volta su {{u\/}}"],"Templates for hundreds of services that you could be running on your website must be downloaded from Real Cookie Banner's Service Cloud. The data will be downloaded locally to your server, so your website visitors will not need to connect to the cloud.":["I modelli per centinaia di servizi che potrebbe gestire sul suo sito web devono essere scaricati dal Service Cloud di Real Cookie Banner. I dati saranno scaricati localmente sul suo server, quindi i visitatori del suo sito web non dovranno collegarsi al cloud."],"Activate license":["Attivare la licenza"],"Cache":["Cache"],"More statistics":["Altre statistiche"],"I have already done all the steps":["Ho già eseguito tutti i passaggi"],"Dismiss this info":["Rifiutare questa informazione"],"We did {{strong}}not detect{{\/strong}} any page cache on your site.":["{{strong}}Non abbiamo{{\/strong}} rilevato alcuna pagina cache sul suo sito."],"We have detected {{strong}}%s{{\/strong}} as your page cache.":["Abbiamo rilevato {{strong}}%s{{\/strong}} come cache della sua pagina."],"Real Cookie Banner can empty your page cache automatically as soon as a page cache is detected. This means that you do not have to manually clear your page cache if you make changes to the cookie banner via the customizer or if you ask for a new consent.":["Real Cookie Banner può svuotare automaticamente la cache della pagina non appena viene rilevata una cache della pagina. Ciò significa che non dovrà svuotare manualmente la cache della pagina se apporta modifiche al cookie banner tramite il personalizzatore o se richiede un nuovo consenso."],"Already applied":["Già applicato"],"Successfully saved changes!":["Le modifiche sono state salvate con successo!"],"Cookie banners are a necessary evil that takes up a lot of space, especially on smartphones. With mobile optimization you can customize the cookie banner so that it is more discreet and at the same time easy to read on smartphones.":["I cookie banner sono un male necessario che occupa molto spazio, soprattutto sugli smartphone. Con l'ottimizzazione mobile può personalizzare il cookie banner in modo che sia più discreto e allo stesso tempo facile da leggere sugli smartphone."],"Want to optimize the cookie banner for mobile users?":["Vuole ottimizzare il cookie banner per gli utenti mobili?"],"You have defined {{strong}}%d enabled{{\/strong}}, %d disabled and %d draft TCF vendors.":["Sono stati definiti {{strong}}%d abilitati{{\/strong}}, %d disabilitati e %d fornitori TCF in bozza."],"You have defined {{strong}}%d enabled{{\/strong}}, %d disabled and %d draft services.":["Ha definito {{strong}}%d servizi abilitati{{\/strong}}, %d servizi disabilitati e %d servizi in bozza."],"Manage":["Gestisci"],"Available service groups:":["Gruppi di servizio disponibili:"],"You can enable and disable the content blocker in the {{a}}settings page{{\/a}}.":["Può attivare e disattivare il blocco dei contenuti nella pagina {{a}}impostazioni{{\/a}}."],"Content Blocker is {{strong}}deactivated{{\/strong}}":["Il blocco dei contenuti è {{strong}}disattivato{{\/strong}}"],"Content Blocker is {{strong}}activated{{\/strong}}":["Il blocco dei contenuti è {{strong}}attivato{{\/strong}}"],"You can enable and disable the cookie banner in the {{a}}settings page{{\/a}}.":["Può attivare e disattivare il cookie banner nella pagina {{a}}impostazioni{{\/a}}."],"Cookie Banner is {{strong}}deactivated{{\/strong}}":["Il cookie banner è {{strong}}disattivato{{\/strong}}"],"Cookie Banner is {{strong}}activated{{\/strong}}":["Il cookie banner è {{strong}}attivato{{\/strong}}"],"Next century":["Il prossimo secolo"],"Last century":["Il secolo scorso"],"Next decade":["Prossimo decennio"],"Last decade":["Ultimo decennio"],"Next year (Control + right)":["L'anno prossimo (Controllo + destra)"],"Last year (Control + left)":["L'anno scorso (Controllo + sinistra)"],"Next month (PageDown)":["Mese prossimo (PageDown)"],"Previous month (PageUp)":["Mese precedente (PageUp)"],"Choose a decade":["Scelga un decennio"],"Choose a year":["Scelga un anno"],"Choose a month":["Scelga un mese"],"Select time":["Selezioni l'ora"],"Year":["Anno"],"Month":["Mese"],"Clear":["Cancella"],"OK":["OK"],"Back to today":["Torna a oggi"],"Now":["Ora"],"End date":["Data di fine"],"Start date":["Data di inizio"],"Select date":["Selezionare la data"],"You can get several statistics about how your users use the cookie banner. This helps you to calculate the total number of users who do not want to be tracked, for example, by extrapolating data from Google Analytics.":["Può ottenere diverse statistiche su come i suoi utenti utilizzano il cookie banner. Questo la aiuta a calcolare il numero totale di utenti che non vogliono essere tracciati, ad esempio estrapolando i dati da Google Analytics."],"Want to see detailed statistics about the consents of your visitors?":["Vuole vedere statistiche dettagliate sui consensi dei suoi visitatori?"],"Today":["Oggi"],"Set up the cookie banner":["Impostare il cookie banner"],"Cancel":["Annullare"],"Services":["Servizi"],"General":["Generale"],"pro-modal\/mobile-optimization.png":["pro-modal\/mobile-optimization.png"],"Statistics":["Statistiche"],"No":["No"],"Yes":["Sì"],"Content Blocker":["Blocco dei Contenuti"]}},"comment":{"reference":"public\/dist\/chunk-config-tab-dashboard.lite.js"}}