{"translation-revision-date":"2024-11-07 08:38:25+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"it"},"Deactivate":["Disattivare"],"You should create visual content blockers for these services, if the services display visual elements, or disable them for your website! The following services are affected:":["Dovrebbe creare dei blocchi di contenuti visivi per questi servizi, se questi visualizzano elementi visivi, o disabilitarli per il suo sito web! Sono interessati i seguenti servizi:"],"You have decided to obtain consent without cookie banners (banner-less consent) on your website. At the same time, some non-essential services, which requires a consent, doese not have visual content blockers, which is why website visitors without cookie banners cannot consent to them (except via the legal link to change the privacy settings).":["Ha deciso di ottenere il consenso senza cookie banner (consenso senza banner) sul suo sito web. Allo stesso tempo, alcuni servizi non essenziali, che richiedono un consenso, non hanno un blocco dei contenuti visivi, motivo per cui i visitatori del sito web senza banner di cookie non possono dare il loro consenso (se non tramite il link legale per modificare le impostazioni sulla privacy)."],"Check whether there really is a legitimate interest in the legal sense according to {{a}}Art. 6 (1) (f) GDPR{{\/a}}, which is only given in rare cases!":["Verifichi se esiste davvero un interesse legittimo in senso giuridico ai sensi dell'{{a}}Art. 6 (1) (f) GDPR{{\/a}}, che viene concesso solo in rari casi!"],"At the same time, you use the following non-essential services on the legal basis of a legitimate interest:":["Allo stesso tempo, lei utilizza i seguenti servizi non essenziali sulla base giuridica di un interesse legittimo:"],"You have decided to obtain consent without cookie banners (banner-less consent) on your website. This means that when your website visitors visit your website for the first time, they will not know that you use this service on the basis of a legitimate interest and can object to it. They will need to read your cookie policy or privacy policy to find out.":["Ha deciso di ottenere il consenso senza cookie banner (consenso senza banner) sul suo sito web. Ciò significa che quando i visitatori del suo sito web lo visiteranno per la prima volta, non sapranno che lei utilizza questo servizio sulla base di un interesse legittimo e potranno opporsi. Dovranno leggere la sua politica sui cookie o l'informativa sulla privacy per scoprirlo."],"https:\/\/gdpr-text.com\/read\/article-7\/":["https:\/\/gdpr-text.com\/it\/read\/article-7\/"],"https:\/\/gdpr-text.com\/read\/article-5\/":["https:\/\/gdpr-text.com\/it\/read\/article-5\/"],"Enable consent to data processing in unsafe third countries":["Consentire il consenso all'elaborazione dei dati in Paesi terzi non sicuri"],"\/ page":["\/ pagina"],"Consents before %s has been automatically deleted according to the settings you have made.":["I consensi prima di %s sono stati eliminati automaticamente in base alle impostazioni da lei effettuate."],"Also, you can export documented consents to save them in a local backup.":["Inoltre, può esportare i consensi documentati per salvarli in un backup locale."],"You can export and import all or only some of the settings you made in Real Cookie Banner. If you have several websites, you can save a lot of time by transferring the settings comfortably.":["Può esportare e importare tutte o solo alcune delle impostazioni effettuate in Real Cookie Banner. Se ha diversi siti web, può risparmiare molto tempo trasferendo comodamente le impostazioni."],"https:\/\/iabeurope.eu\/vendor-list-tcf\/":["https:\/\/iabeurope.eu\/vendor-list-tcf\/"],"Hiding these options, e.g. in the privacy policy, is in the opinion of multiple data protection authorities in the EU a violation of the GDPR.":["Nascondere queste opzioni, ad esempio nell'informativa sulla privacy, secondo diverse autorità di protezione dei dati nell'UE costituisce una violazione del GDPR."],"https:\/\/devowl.io\/":["https:\/\/devowl.io\/"],"https:\/\/www.datenschutzkonferenz-online.de\/media\/oh\/20211220_oh_telemedien.pdf":["https:\/\/www.datenschutzkonferenz-online.de\/media\/oh\/20211220_oh_telemedien.pdf"],"Create Content Blocker":["Creare il blocco dei contenuti"],"Are you sure you want to disable this service?":["È sicuro di voler disabilitare questo servizio?"],"Not blocked":["Non bloccato"],"Partially blocked":["Parzialmente bloccato"],"Fully blocked":["Completamente bloccato"],"Support":["Supporto"],"Licensing":["Licenze"],"Import \/ Export":["Importa \/ Esporta"],"Services (Cookies)":["Servizi (cookie)"],"Scanner":["Scanner"],"Dashboard":["Dashboard"],"Real Cookie Banner is brought to you with {{icon\/}} by":["Real Cookie Banner le viene offerto da {{icon\/}} di"],"Set up the cookie banner":["Impostare il cookie banner"],"Customize banner":["Personalizzare il banner"],"Real Cookie Banner":["Real Cookie Banner"],"Get PRO version":["Ottenere la versione PRO"],"I want to learn more!":["Voglio saperne di più!"],"No, not interested...":["No, non sono interessato..."],"You have not yet defined a %s service. To use {{strong}}%s{{\/strong}} with Real Cookie Banner, you must create the appropriate service.":["Non ha ancora definito un servizio %s. Per utilizzare {{strong}}%s{{\/strong}} con Real Cookie Banner, deve creare il servizio appropriato."],"Your {{code}}wp-content{{\/code}} folder is not writable. Please check your permissions!":["La sua cartella {{code}}wp-content{{\/code}} non è scrivibile. Controllare i permessi!"],"The cookie banner is activated, but unfortunately you have not yet created or enabled services.":["Il cookie banner è attivato, ma purtroppo non ha ancora creato o abilitato i servizi."],"Dismiss notice":["Licenziare l'avviso"],"If you have created a new service like Google Analytics (without visual content blocker), previous visitors can never consent without collecting new consents and you cannot track them, for example.":["Se ha creato un nuovo servizio come Google Analytics (senza blocco dei contenuti visivi), i visitatori precedenti non potranno mai dare il loro consenso senza raccogliere nuovi consensi e lei non potrà tracciarli, ad esempio."],"Consent must be obtained in accordance with {{a}}Art. 7 GDPR{{\/a}}. Your visitor must be informed about all circumstances of the consent. However, you have made changes to your cookie banner, which lead to the fact that previously visitors have consented differently or to something different than is now in the cookie banner. Therefore, previously collected consents may have become partially invalid.":["Il consenso deve essere ottenuto in conformità con {{a}}l'Art. 7 GDPR{{\/a}}. Il visitatore deve essere informato su tutte le circostanze del consenso. Tuttavia, lei ha apportato delle modifiche al suo cookie banner, che hanno portato al fatto che i visitatori precedenti hanno acconsentito in modo diverso o a qualcosa di diverso rispetto a quello che ora è presente nel cookie banner. Pertanto, i consensi raccolti in precedenza potrebbero essere parzialmente invalidi."],"Are you sure you don't want to collect new consents?":["È sicuro di non voler raccogliere nuovi consensi?"],"Request new consent":["Richiedere un nuovo consenso"],"You have changed settings that affect the content or behavior of the cookie banner. You should ask all visitors for their consent again.":["Ha modificato le impostazioni che influenzano il contenuto o il comportamento del cookie banner. Dovrebbe chiedere nuovamente il consenso a tutti i visitatori."],"%d \/ %d steps completed":["%d \/ %d passaggi completati"],"Hide completed steps":["Nascondere i passaggi completati"],"We have collected all relevant steps for the legally compliant use of Real Cookie Banner after the first installation. Set up the cookie banner step by step to add a cookie banner to your website in compliance with the ePrivacy Directive and GDPR.":["Abbiamo raccolto tutti i passaggi rilevanti per l'utilizzo legalmente conforme di Real Cookie Banner dopo la prima installazione. Configuri il cookie banner passo dopo passo per aggiungere un cookie banner al suo sito web in conformità con la Direttiva ePrivacy e il GDPR."],"How time flies! You have installed Real Cookie Banner some time ago, but you still haven't finished the configuration yet.":["Come vola il tempo! Ha installato Real Cookie Banner qualche tempo fa, ma non ha ancora terminato la configurazione."],"Needs PRO":["Serve PRO"],"Currently scanning (%d %%)":["Attualmente sta eseguendo la scansione (%d %%)"],"What is a TCF vendor? According to the IAB Europe Transparency & Consent Framework (TCF), any service (e.g. Google for Google Ads) that wants to use consents according to the TCF standard must register as a vendor in the {{a}}Global Vendor List (GVL){{\/a}}. All TCF vendors specify for which purposes they need consent to process data and set cookies and which features they can offer with these consents. They also provide a link to their privacy policy for further information. You, as a website operator, must obtain consent in your cookie banner for all vendors you work with. You can limit the requested purposes of vendors to keep consents as privacy-friendly as possible.":["Che cos'è un fornitore TCF? Secondo il Transparency & Consent Framework (TCF) di IAB Europe, qualsiasi servizio (ad esempio Google per Google Ads) che voglia utilizzare i consensi secondo lo standard TCF deve registrarsi come fornitore nella {{a}}Global Vendor List (GVL){{\/a}}. Tutti i venditori TCF specificano per quali scopi hanno bisogno del consenso per elaborare i dati e impostare i cookie e quali funzioni possono offrire con questi consensi. Inoltre, forniscono un link alla loro politica sulla privacy per ulteriori informazioni. Lei, come gestore di un sito web, deve ottenere il consenso nel cookie banner per tutti i fornitori con cui collabora. Può limitare gli scopi richiesti dai fornitori per mantenere i consensi il più possibile rispettosi della privacy."],"To meet the requirements of the TCF standard, the shortcodes should be placed near the link to the privacy policy.":["Per soddisfare i requisiti dello standard TCF, gli shortcode devono essere collocati vicino al link all'informativa sulla privacy."],"Consents are automatically documented in order to be able to prove compliance with the legal requirements according to {{a}}Art. 5 GDPR{{\/a}} and, in case of dispute, to prove how the consent was obtained.":["I consensi vengono documentati automaticamente per poter dimostrare la conformità ai requisiti di legge ai sensi dell'{{a}}Art. 5 GDPR{{\/a}} e, in caso di controversia, per dimostrare come è stato ottenuto il consenso."],"What is a content blocker? Imagine that a user of your website does not accept all services. At the same time, you have integrated e.g. a YouTube video that sets cookies that the visitor has not agreed to. According to the ePrivacy Directive, this is prohibited. Content blockers automatically replace iframes, script and link tags like YouTube videos for such users and offer them to watch the video as soon as they agree to load it.":["Che cos'è un blocco dei contenuti? Immaginate che un utente del vostro sito web non accetti tutti i servizi. Allo stesso tempo, avete integrato, ad esempio, un video di YouTube che imposta dei cookie che il visitatore non ha accettato. Secondo la direttiva ePrivacy, ciò è vietato. I bloccatori di contenuti sostituiscono automaticamente iframes, script e tag di collegamento come i video di YouTube per tali utenti e offrono loro di guardare il video non appena accettano di caricarlo."],"https:\/\/devowl.io\/2021\/web-cookies-overview\/":["https:\/\/devowl.io\/2021\/web-cookies-overview\/"],"What are services? Services can be external applications such as Google Analytics or WordPress plugins or themes that process personal data (e.g. IP address) and\/or set cookies. Cookies (and similar technologies) are small text files that are stored on the device of visitors to your website. You can store information about the visitor in cookies, such as the website's language, or unique advertising IDs to display personalized advertising. You, as the site owner, must ensure that cookies are only placed on your visitors' devices and personal data are only processed if they have given their explicit consent. Unless you have a legitimate interest in the legal sense to do so even without consent. You can define here all the services you use and their cookies with their legal and technical information.":["Cosa sono i servizi? I servizi possono essere applicazioni esterne come Google Analytics o plugin o temi di WordPress che elaborano dati personali (ad esempio l'indirizzo IP) e\/o impostano cookie. I cookie (e tecnologie simili) sono piccoli file di testo che vengono memorizzati sul dispositivo dei visitatori del vostro sito web. Nei cookie è possibile memorizzare informazioni sul visitatore, come la lingua del sito web o ID pubblicitari univoci per visualizzare pubblicità personalizzate. Il proprietario del sito deve assicurarsi che i cookie siano collocati solo sui dispositivi dei visitatori e che i dati personali siano trattati solo se questi hanno dato il loro esplicito consenso. A meno che non abbiate un interesse legittimo in senso giuridico a farlo anche senza consenso. Qui potete definire tutti i servizi che utilizzate e i relativi cookie con le relative informazioni legali e tecniche."],"Just by using the scanner, you will not set up your cookie banner one hundred percent correctly. If it is too complex or time-consuming for you to set up the cookie banner yourself, just let one of our {{a}}cookie experts{{\/a}} set it up for you!":["Utilizzando semplicemente lo scanner, non potrà impostare il cookie banner in modo corretto al cento per cento. Se per lei è troppo complesso o dispendioso in termini di tempo impostare il cookie banner da solo, lasci che uno dei nostri {{a}}esperti di cookie{{\/a}} lo imposti per lei!"],"Complete coverage of your individual use case":["Copertura completa de suo caso d'uso individuale"],"Services embedded after the page load via JavaScript":["Servizi incorporati dopo il caricamento della pagina tramite JavaScript"],"Cookies from unknown WordPress plugins":["Cookie di plugin WordPress sconosciuti"],"... and what it does not":["... e cosa non trova"],"Automatic check of all subpages of your website":["Controllo automatico di tutte le sottopagine del vostro sito web"],"WordPress plugins with templates that require consent":["Plugin WordPress con modelli che richiedono il consenso"],"External services (with and without template)":["Servizi esterni (con e senza modello)"],"What the scanner finds ...":["Cosa trova lo scanner..."],"https:\/\/devowl.io\/knowledge-base\/real-cookie-banner-cookie-scanner-finds-cookies-automatically\/":["https:\/\/devowl.io\/knowledge-base\/real-cookie-banner-cookie-scanner-finds-cookies-automatically\/"],"We explicitly do not find cookies because that would not work reliably. {{a}}We explained why in our knowledge base.{{\/a}}":["Non troviamo esplicitamente i cookie perché non funzionerebbero in modo affidabile. {{a}}Abbiamo spiegato il perché nella nostra base di conoscenza.{{\/a}}"],"The scanner finds services that you use on your website that might set\/read cookies or process personal data. This is e.g. Google Analytics, YouTube or Elementor. If there is no template for a service, you will see from which external URLs content, scripts etc. are embedded. This allows you to set up your cookie banner quickly and easily.":["Lo scanner individua i servizi utilizzati sul vostro sito web che potrebbero impostare\/leggere cookie o elaborare dati personali. Ad esempio, Google Analytics, YouTube o Elementor. Se non esiste un modello per un servizio, è possibile vedere da quali URL esterni sono incorporati contenuti, script ecc. In questo modo è possibile impostare il cookie banner in modo semplice e veloce."],"Okay, I got it":["Ok, ho capito"],"What you should definitely know!":["Cosa deve assolutamente sapere!"],"Enable now":["Abilitare ora"],"Content Blockers are globally deactivated in the settings and are therefore not displayed on your website.":["I blocchi dei contenuti vengono disattivati globalmente nelle impostazioni e non vengono quindi visualizzati sul vostro sito web."],"Cancel":["Annullare"],"Create now":["Creare ora"],"Disable":["Disabilitare"],"Settings":["Impostazioni"],"Your website visitors must be able to view their consent history, change their consent, or withdraw their consent at any time. This must be as easy as giving consent. Therefore, the legal links must be included on every subpage of the website (e.g. in the footer).":["I visitatori del suo sito web devono poter visualizzare la cronologia dei consensi, modificarli o revocarli in qualsiasi momento. Questo deve essere facile tanto quanto dare il consenso. Pertanto, i link legali devono essere inclusi in ogni sottopagina del sito web (ad esempio, nel piè di pagina)."],"https:\/\/devowl.io\/support\/":["https:\/\/devowl.io\/support\/"],"Edit":["Modificare"],"Close":["Chiudere"],"Consent":["Consenso"],"Content Blocker":["Blocco dei Contenuti"]}},"comment":{"reference":"public\/dist\/admin.lite.js"}}