{"translation-revision-date":"2024-11-07 08:38:25+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"it"},"Open cookie policy content":["Aprire il contenuto della politica sui cookie"],"Use the button below to see what the content of the cookie policy looked like at the time of the user's consent. Styles, e.g. from your theme, which may have influenced the cookie policy page, are not taken into account.":["Utilizzi il pulsante sottostante per vedere come appariva il contenuto della politica sui cookie al momento del consenso dell'utente. Gli stili, ad esempio del suo tema, che possono aver influenzato la pagina della politica sui cookie, non vengono presi in considerazione."],"Cookie policy as at the time of consent":["Informativa sui cookie come al momento del consenso"],"Banner-less consent":["Consenso senza banner"],"Naming of requested consent types in first view":["Denominazione dei tipi di consenso richiesti nella prima vista"],"Redact ads data without consent":["Ridurre i dati degli annunci senza consenso"],"Collect additional data via URL parameters":["Raccogliere dati aggiuntivi tramite parametri URL"],"Cookie Policy Page":["Pagina della politica sui cookie"],"Customize":["Personalizzare"],"You can add the legal links in the free version of Real Cookie Banner as menu items or shortcodes (e.g. in your website footer).":["Può aggiungere i link legali nella versione gratuita di Real Cookie Banner come voci di menu o shortcode (ad esempio, nel footer del suo sito web)."],"Show a sticky legal links widget on the bottom of your website":["Mostri un widget appiccicoso di link legali nella parte inferiore del suo sito web"],"Sticky legal links are now disabled on your website":["I link legali appiccicosi sono ora disabilitati sul suo sito web"],"Sticky legal links are now enabled on your website":["I link legali appiccicati sono ora abilitati sul suo sito web"],"Display a sticky icon on your website that makes the legal links easily accessible on every subpage. Not only does it look fancy, it also boosts your data protection!":["Visualizzi un'icona adesiva sul suo sito web che rende facilmente accessibili i link legali in ogni sottopagina. Non solo ha un aspetto elegante, ma aumenta anche la protezione dei dati!"],"pro-modal\/sticky-legal-links.webm":["pro-modal\/sticky-legal-links.webm"],"Want to show legal links with a sticky icon?":["Vuole mostrare i link legali con un'icona adesiva?"],"Time of consent documentation":["Tempo di documentazione del consenso"],"Respect user consent":["Rispettare il consenso dell'utente"],"Allow only essential services":["Consentire solo i servizi essenziali"],"Handling of failed consent documentation":["Gestione della documentazione del consenso non riuscita"],"Sticky legal links widget":["Widget di collegamenti legali fissi"],"Google Consent Mode":["Modalità di consenso di Google"],"Transparency & Consent Framework (TCF)":["Quadro di trasparenza e consenso (TCF)"],"This consent was documented with a Real Cookie Banner version prior to 4.1.0. Due to rework to comply with the TCF 2.2 standard, interactions with the currently installed version of Real Cookie Banner are no longer playable. However, they are still documented in the consent export. If you need to play the interactions, please request an old Real Cookie Banner version from the {{aSupport}}support{{\/aSupport}}.":["Questo consenso è stato documentato con una versione di Real Cookie Banner precedente alla versione 4.1.0. A causa di una rielaborazione per conformarsi all' TCF 2.2 standard, le interazioni con la versione attualmente installata di Real Cookie Banner non sono più riproducibili. Tuttavia, sono ancora documentate nell'esportazione del consenso. Se ha bisogno di riprodurre le interazioni, richieda una vecchia versione di Real Cookie Banner al {{aSupport}}supporto{{\/aSupport}}."],"Age limit":["Limite di età"],"Contact form page":["Pagina del modulo di contatto"],"DSG (Switzerland)":["DSG (Svizzera)"],"GDPR \/ ePrivacy Directive":["Direttiva GDPR \/ ePrivacy"],"Legal basis to be applied":["Base giuridica da essere applicata"],"Website operator phone":["Telefono dell'operatore del sito web"],"Website operator email":["Email dell'operatore del sito web"],"Website operator full address":["Indirizzo completo dell'operatore del sito web"],"Website operator country":["Paese dell'operatore del sito web"],"https:\/\/eur-lex.europa.eu\/legal-content\/EN\/TXT\/?uri=CELEX:32019L0882":["https:\/\/eur-lex.europa.eu\/legal-content\/IT\/TXT\/?uri=CELEX:32019L0882"],"This consent was documented with a Real Cookie Banner version prior to 3.10.0. Due to rework to comply with the {{aAct}}European Accessibility Act{{\/aAct}}, interactions with the currently installed version of Real Cookie Banner are no longer playable. However, they are still documented in the consent export. If you need to play the interactions, please request an old Real Cookie Banner version from the {{aSupport}}support{{\/aSupport}}.":["Questo consenso è stato documentato con una versione di Real Cookie Banner precedente alla versione 3.10.0. A causa di una rielaborazione per conformarsi all'{{aAct}}Atto europeo sull'accessibilità{{\/aAct}}, le interazioni con la versione attualmente installata di Real Cookie Banner non sono più riproducibili. Tuttavia, sono ancora documentate nell'esportazione del consenso. Se ha bisogno di riprodurre le interazioni, richieda una vecchia versione di Real Cookie Banner al {{aSupport}}supporto{{\/aSupport}}."],"Safe countries in terms of the GDPR":["Paesi sicuri in termini di GDPR"],"Consent for data processing in unsafe third countries":["Consenso per l'elaborazione dei dati in Paesi terzi non sicuri"],"The process of how the website visitor interacted with the cookie banner to give consent was recorded for documentation purposes. You can replay the interactions. Note that the recording may not be fully accurate if, for example, you use custom CSS on your website or the visitor used a translating browser extension.":["Il processo di interazione del visitatore del sito web con il cookie banner per dare il consenso è stato registrato a scopo di documentazione. Può riprodurre le interazioni. Si noti che la registrazione potrebbe non essere del tutto accurata se, ad esempio, lei utilizza CSS personalizzati sul suo sito web o se il visitatore ha utilizzato un'estensione del browser che traduce."],"Replay interactions":["Riprodurre interazioni"],"Stop":["Stop"],"The process of how the website visitor interacted with the content blocker to give consent was recorded for documentation purposes. You can replay the interactions. Note that the dimensions of the content blocker and consent dialog do not have to be the same as the ones that were displayed to the website visitor, and the recording may not be fully accurate if, for example, you use custom CSS on your website or the visitor used a translating browser extension.":["Il processo di interazione del visitatore del sito web con il blocco dei contenuti per dare il consenso è stato registrato a scopo di documentazione. Può riprodurre le interazioni. Si noti che le dimensioni del blocco dei contenuti e della finestra di consenso non devono necessariamente corrispondere a quelle visualizzate dal visitatore del sito web, e la registrazione potrebbe non essere completamente accurata se, ad esempio, utilizza CSS personalizzati sul suo sito web o se il visitatore ha utilizzato un'estensione del browser che traduce."],"legal-text\u0004You have successfully revoked consent for services with its cookies and personal data processing. The page will be reloaded now!":["Ha revocato con successo il consenso per i servizi con i suoi cookie e il trattamento dei dati personali. La pagina verrà ricaricata ora!"],"Exact match":["Corrispondenza esatta"],"For data protection reasons, IP addresses, depending on the configuration of the cookie banner, were only shortened by the last octet and stored hashed. In this case, you can only assign consents to individual IP addresses with a high probability, but not with absolute certainty. Therefore, also match the time of consent to narrow down your search for the proper consent!":["Per motivi di protezione dei dati, gli indirizzi IP, a seconda della configurazione del cookie banner, sono stati abbreviati solo dell'ultimo ottetto e memorizzati con hash. In questo caso, è possibile assegnare i consensi ai singoli indirizzi IP solo con un'alta probabilità, ma non con assoluta certezza. Pertanto, abbini anche il momento del consenso per restringere la ricerca del consenso corretto!"],"legal-text\u0004Revoke consents":["Revocare i consensi"],"legal-text\u0004Privacy settings history":["Cronologia delle impostazioni sulla privacy"],"legal-text\u0004Change privacy settings":["Modificare le impostazioni della privacy"],"Are you sure you want to delete this entry?":["È sicuro di voler eliminare questa voce?"],"Actions":["Azioni"],"Next century":["Il prossimo secolo"],"Last century":["Il secolo scorso"],"Next decade":["Prossimo decennio"],"Last decade":["Ultimo decennio"],"Next year (Control + right)":["L'anno prossimo (Controllo + destra)"],"Last year (Control + left)":["L'anno scorso (Controllo + sinistra)"],"Next month (PageDown)":["Mese prossimo (PageDown)"],"Previous month (PageUp)":["Mese precedente (PageUp)"],"Choose a decade":["Scelga un decennio"],"Choose a year":["Scelga un anno"],"Choose a month":["Scelga un mese"],"Select time":["Selezioni l'ora"],"Year":["Anno"],"Month":["Mese"],"Clear":["Cancella"],"OK":["OK"],"Back to today":["Torna a oggi"],"Now":["Ora"],"End date":["Data di fine"],"Start date":["Data di inizio"],"Select date":["Selezionare la data"],"Legal links":["Link legali"],"List of consents":["Elenco dei consensi"],"Generate shortcode (advanced)":["Genera shortcode (avanzato)"],"Add links to existing menu":["Aggiungere link al menu esistente"],"Copy to clipboard":["Copiare negli appunti"],"Copy the generated shortcode and paste it into your website.":["Copi lo shortcode generato e lo incolli nel suo sito web."],"Result":["Risultato"],"After the consent is revoked, the page will be reloaded. Let the user know what happened with a success message.":["Dopo la revoca del consenso, la pagina verrà ricaricata. Informi l'utente dell'accaduto con un messaggio di successo."],"The user must be able to clearly understand the behaviour of the link\/button from the name.":["L'utente deve essere in grado di capire chiaramente il comportamento del link\/pulsante dal nome."],"Text":["Testo"],"If you want to apply a custom style to the link\/button, the shortcode output should be tagged with an ID attribute.":["Se desidera applicare uno stile personalizzato al link\/pulsante, l'output dello shortcode deve essere etichettato con un attributo ID."],"HTML ID":["ID HTML"],"It is recommended to use a simple link in your footer instead of a button to avoid visual misunderstandings.":["Si consiglia di utilizzare un semplice link nel piè di pagina invece di un pulsante, per evitare malintesi visivi."],"Appearance":["Aspetto"],"Successfully copied shortcode to clipboard!":["Shortcode copiato con successo negli appunti!"],"Edit manually":["Modificare manualmente"],"Add all legal links":["Aggiungere tutti i link legali"],"Already added":["Già aggiunto"],"Create menu":["Creare il menu"],"No WordPress menu created yet.":["Non è stato ancora creato un menu WordPress."],"Successfully added the links to your menu!":["Ha aggiunto con successo i link al suo menu!"],"Accepted services":["Servizi accettati"],"IP":["IP"],"If you have allowed to log IP addresses, you can view them here. Otherwise you will see a salted hash of the IP address (truncated).":["Se ha permesso di registrare gli indirizzi IP, può visualizzarli qui. Altrimenti, vedrà un hash salato dell'indirizzo IP (troncato)."],"UUID":["UUID"],"Unique name of the consent given":["Nome univoco del consenso dato"],"This consent was implicitly given by a configured bypass.":["Questo consenso è stato dato implicitamente da un bypass configurato."],"Forwarded":["Inoltrato"],"Forwarded through Content Blocker":["Inoltrato attraverso il blocco dei contenuti"],"This consent was implicitly given by Consent Forwarding.":["Questo consenso è stato implicitamente dato dall'inoltro del consenso."],"This consent has been given in a content blocker.":["Questo consenso è stato dato in un blocco dei contenuti."],"Do Not Track":["Do Not Track"],"This consent was given automatically because the browser sent a 'Do Not Track' header. Accordingly, only essential services have been consented to.":["Questo consenso è stato dato automaticamente perché il browser ha inviato un'intestazione 'Do Not Track'. Di conseguenza, è stato dato il consenso solo per i servizi essenziali."],"Delete all consents":["Cancellare tutti i consensi"],"Just to be sure: Do you really want to delete all consents?":["Per essere sicuri: Vuole davvero cancellare tutti i consensi?"],"I am sure!":["Ne sono sicuro!"],"Are you sure you want to delete all consents? You should only do this if it is absolutely necessary. In case you want to continue, make sure you have {{a}}exported{{\/a}} all consents beforehand (for legal reasons).":["È sicuro di voler cancellare tutti i consensi? Dovrebbe farlo solo se è assolutamente necessario. Nel caso in cui volesse continuare, si assicuri di aver {{a}}esportato{{\/a}} tutti i consensi in precedenza (per motivi legali)."],"More":["Di più"],"Less":["Meno"],"No data":["Nessun dato"],"Filter by URL...":["Filtrare per URL..."],"Context":["Contesto"],"Viewed page":["Pagina visualizzata"],"Viewport (px)":["Finestra (px)"],"Export to clipboard":["Esportare negli appunti"],"Successfully copied to the clipboard!":["Copiato con successo negli appunti!"],"Use the button below to export all consents in a machine readable form.":["Utilizzare il pulsante sottostante per esportare tutti i consensi in un formato leggibile dalla macchina."],"Export consent":["Esportare il consenso"],"We generate the cookie banner from all (design) settings and services that the visitor has seen. You can see exactly how consent was obtained and track clicks on buttons.":["Generiamo il cookie banner da tutte le impostazioni (di design) e i servizi che il visitatore ha visto. Può vedere esattamente come è stato ottenuto il consenso e rintracciare i clic sui pulsanti."],"pro-modal\/consent-preview-banner.png":["pro-modal\/consent-preview-banner.png"],"Open banner":["Aprire il banner"],"Use the button below to see what the cookie banner looked like at the time of the user's consent. The services\/groups selected there also look the way the user saw them. A button framed in red shows which button the user clicked on at the time of consent.":["Utilizzi il pulsante sottostante per vedere come appariva il cookie banner al momento del consenso dell'utente. Anche i servizi\/gruppi selezionati appaiono come li ha visti l'utente. Un pulsante incorniciato in rosso mostra quale pulsante ha cliccato l'utente al momento del consenso."],"Cookie banner as at the time of consent":["Banner dei cookie come al momento del consenso"],"There is no preview for this consent, as it was given implicitly by forwarding the consent. The user has given his\/her consent via {{a}}%s{{\/a}}, and this consent has been forwarded automatically.":["Non esiste un'anteprima per questo consenso, in quanto è stato dato implicitamente con l'inoltro del consenso. L'utente ha dato il suo consenso tramite {{a}}%s{{\/a}}, e questo consenso è stato inoltrato automaticamente."],"Forwarded consent":["Consenso inoltrato"],"We generate the content blocker that your visitor has seen from all settings, design preferences and services. You can see exactly how his or her consent was obtained and track clicks on buttons.":["Generiamo il blocco dei contenuti che il visitatore ha visto da tutte le impostazioni, le preferenze di design e i servizi. Può vedere esattamente come è stato ottenuto il suo consenso e rintracciare i clic sui pulsanti."],"pro-modal\/consent-preview-blocker.png":["pro-modal\/consent-preview-blocker.png"],"Unlock preview":["Sbloccare anteprima"],"You want to see what was displayed to the visitor?":["Vuole vedere cosa è stato visualizzato dal visitatore?"],"The consent to the service was given via a content blocker. Below you can see how the content blocker looked like when the user consented.":["Il consenso al servizio è stato dato tramite un blocco dei contenuti. Qui di seguito può vedere come appariva il blocco dei contenuti quando l'utente ha dato il consenso."],"Content Blocker as at the time of consent":["Blocco dei contenuti come al momento del consenso"],"There is no preview for this consent, as it was given implicitly by {{strong}}%s bypass{{\/strong}}.":["Non c'è un'anteprima per questo consenso, poiché è stato dato implicitamente da {{strong}}%s bypass{{\/strong}}."],"Bypassed banner":["Banner bypassato"],"Accept only essentials":["Accettare solo gli elementi essenziali"],"Implicit consent for users from third countries":["Consenso implicito per gli utenti di Paesi terzi"],"%d countries":["Paesi %d"],"Show banner only to users from these countries":["Mostra il banner solo agli utenti di questi Paesi"],"Additional cross domain endpoints":["Ulteriori endpoint di dominio incrociato"],"Open endpoint":["Apri l'endpoint"],"Forward To":["Inoltrare a"],"Age notice for consent":["Avviso di età per il consenso"],"Save IP address on consent":["Salvare l'indirizzo IP al momento del consenso"],"days":["giorni"],"Duration of cookie consent":["Durata del consenso ai cookie"],"Respect \"Do Not Track\"":["Rispettare il \"Do Not Track\""],"Automatically accept all services for bots":["Accettare automaticamente tutti i servizi per i bot"],"Set cookies after consent via":["Impostare i cookie dopo il consenso tramite"],"Not defined":["Non definito"],"Open site":["Aprire sito"],"Deactivated":["Disattivato"],"Active":["Attivo"],"Settings at the time of consent":["Impostazioni al momento del consenso"],"You can get several statistics about how your users use the cookie banner. This helps you to calculate the total number of users who do not want to be tracked, for example, by extrapolating data from Google Analytics.":["Può ottenere diverse statistiche su come i suoi utenti utilizzano il cookie banner. Questo la aiuta a calcolare il numero totale di utenti che non vogliono essere tracciati, ad esempio estrapolando i dati da Google Analytics."],"Want to see detailed statistics about the consents of your visitors?":["Vuole vedere statistiche dettagliate sui consensi dei suoi visitatori?"],"Please provide a date range!":["La preghiamo di fornire un intervallo di date!"],"Consents by group":["Consensi per gruppo"],"Cookie banner bypass":["Bypass del cookie banner"],"Consents by clicked button":["Consensi in base al pulsante cliccato"],"Period":["Periodo"],"Last 90 days":["Ultimi 90 giorni"],"Last 30 days":["Ultimi 30 giorni"],"This Week":["Questa settimana"],"This Month":["Questo mese"],"This Year":["Quest'anno"],"Today":["Oggi"],"Delete":["Cancella"],"Show cookie banner on specific pages":["Mostra il cookie banner su pagine specifiche"],"Cookie Banner\/Dialog":["Cookie Banner\/Dialogo"],"Cancel":["Annullare"],"Success message":["Messaggio di successo"],"Consent Forwarding":["Inoltro del consenso"],"Naming of all services in first view":["Nomi di tutti i servizi a prima vista"],"Link":["Link"],"Button":["Pulsante"],"Accept all":["Accettare tutto"],"Enabled":["Abilitato"],"https:\/\/devowl.io\/support\/":["https:\/\/devowl.io\/support\/"],"Disabled":["Disabilitato"],"Hide on additional pages":["Nascondi su pagine aggiuntive"],"Statistics":["Statistiche"],"Geo-restriction":["Geo-limitazione"],"Close":["Chiudere"],"Content Blocker":["Blocco dei Contenuti"]}},"comment":{"reference":"public\/dist\/chunk-config-tab-consent.lite.js"}}